Repository: hashirsoftfruit-prog/dq_user
Catalog: lib/l10n/app_*.arb
Languages: ml

source: Choose Location
ml: സ്ഥലം തിരഞ്ഞെടുക്കുക

# bookAppoinment
source: Book Your Appointment
ml: അപ്പോയിമൻ്റ് ബുക്ക് ചെയ്യുക

# liveVideoConsult
source: Live Video Consulting
ml: തത്സമയ വീഡിയോ കൺസൾട്ട്

# liveVideoConsult2
source: Live Video Consulting
ml: തത്സമയ വീഡിയോ കൺസൾട്ട്

# connectWithin30
source: Connect within 30 Secs
ml: 30 സെക്കൻഡിൽ

source: Online Counselling
ml: ഓൺലൈൻ കൗൺസിലിംഗ്

source: Consult Now
ml: ലൈവ് വീഡിയോ

source: Connect Now
ml: കണക്റ്റ് നൌ

# waitingForSomeBodyToAttend
source: Nobody attended your consultation yet
ml: ഇതുവരെ ആരും നിങ്ങളുടെ കൺസൾട്ടേഷനിൽ പങ്കെടുത്തിട്ടില്ല

source: Ayurvedic Treatment
ml: ആയുർവേദ ചികിത്സ

source: Find Nearby
ml: കണ്ടെത്തുക

source: Find Doctors Nearby
ml: അടുത്തുള്ള ഡോക്ടർമാരെ കണ്ടെത്തുക

# upcomingAppoinments
source: Upcoming Appointments
ml: വരാനിരിക്കുന്ന നിയമനങ്ങൾ

source: Upcoming
ml: വരാനിരിക്കുന്നവ

source: Cancelled
ml: റദ്ദാക്കിയവ

# physiciansYouConsulted
source: Physicians you have consulted recently
ml: നിങ്ങൾ കൂടിയാലോചിച്ച ഡോക്ടർമാർ

# appoinments
source: Appointments
ml: അപ്പോയ്‌മെന്റ്‌സ്

# searchSpecialitesSymptoms
source: Search Specialities/Symptoms
ml: തിരയുക

source: We will assign You
ml: താഴെ നിന്ന് നിങ്ങൾക്ക

source: the best doctor
ml: ഡോക്ടർമാരെ നിയമിക്കും

source: Preferred Language
ml: ഭാഷ തിരഞ്ഞെടുക്കുക

# preferredDoc
source: Doctor preference
ml: ഡോക്ടറുടെ മുൻഗണന

# noPreference
source: No preferences
ml: മുൻഗണനയില്ല

source: Consulting For
ml: രോഗിയെ തിരഞ്ഞെടുക്കുക

# scheduledTime
source: Scheduled Date & Time
ml: ഷെഡ്യൂൾ ചെയ്ത തീയതിയും സമയവും

source: Apply Coupon
ml: കൂപ്പൺ പ്രയോഗിക്കുക

# thisCouponisNotApplic
source: This coupon is not applicable
ml: ഈ കൂപ്പൺ ബാധകമല്ല

source: Apply
ml: ഉപയോഗിക്കുക

source: NOT APPLICABLE
ml: ബാധകമല്ല

source: Your coupon code
ml: കൂപ്പൺ കോഡ്

source: Available Coupons
ml: ലഭ്യമായ കൂപ്പണുകൾ

source: Coupon not available
ml: കൂപ്പൺ ലഭ്യമല്ല

source: Offers not available
ml: ഓഫേഴ്സ് ലഭ്യമല്ല

# appointmentsNotAvailable
source: No Appointments
ml: നിയമനങ്ങളൊന്നുമില്ല

source: No Records
ml: രേഖകൾ ഇല്ല

# noConsults
source: No Consultations
ml: കൺസൾട്ടേഷനുകളൊന്നുമില്ല

source: No Offers
ml: ഓഫേഴ്സ് ലഭ്യമല്ല

source: No Packages
ml: പാക്കേജുകൾ ലഭ്യമല്ല

# noPatients
source: No Members Added
ml: നിങ്ങൾ അംഗങ്ങളെ ചേർത്തിട്ടില്ല

source: No notifications
ml: നോട്ടിഫിക്കേഷൻസ് ഇല്ല

# noDoctors
source: You haven't consulted any doctors before
ml: നിങ്ങൾ മുമ്പ് ഒരു ഡോക്ടർമാരോടും കൺസൾട്ട് ചെയ്തിട്ടില്ല

source: Consultations
ml: കൺസൾട്ടേഷൻസ്

source: Offers
ml: ഓഫറുകൾ

source: My Doctors
ml: എൻ്റെ ഡോക്ടർമാർ

# myPatients
source: Family members
ml: കുടുംബാംഗങ്ങൾ

source: Add
ml: ചേർക്കുക

source: Add Member
ml: അംഗത്തെ ചേർക്കുക

source: Edit Member
ml: അംഗത്തെ തിരുത്തുക

# bookingSuccess
source: Booking Successful
ml: ബുക്കിംഗ് വിജയകരമായി പൂർത്തിയാക്കി

# paymentSuccess
source: Payment Successful
ml: പണമിടപാട് വിജയകരമായി പൂർത്തിയാക്കി

# closingMsg1
source: Closing this page will interrupt your consultation
ml: ഈ പേജ് അടയ്ക്കുന്നത് നിങ്ങളുടെ കൺസൾട്ടേഷനെ തടസ്സപ്പെടുത്തും

source: Change Patient Info
ml: വിവരങ്ങൾ തിരുത്തുക

source: Warning
ml: മുന്നറിയിപ്പ്

source: Cancel
ml: റദ്ദാക്കുക

source: Delete
ml: ഡിലീറ്റ്

source: Fees
ml: ഫീസ്

source: Book Online
ml: ബുക്ക് ഓൺലൈൻ

source: Book Clinic
ml: ബുക്ക് ക്ലിനിക്

source: In-Clinic
ml: ഇൻ-ക്ലിനിക്

source: Online
ml: ഓൺലൈൻ

# doctorProfile
source: Doctorâ€™s profile
ml: ഡോക്ടറുടെ പ്രൊഫൈൽ

source: Experience
ml: എക്സപീരിയൻസ്

source: Rating
ml: റേറ്റിംഗ്

source: Pick Slots
ml: സ്ലോട്ട് തിരഞ്ഞെടുക്കുക

source: Select Slot
ml: സ്ലോട്ട് തിരഞ്ഞെടുക്കുക

source: Schedule Booking
ml: ഷെഡ്യൂൾ ബുക്കിംഗ്

source: Slots available
ml: സ്ലോട്ടുകൾ ലഭ്യമാണ്

source: Schedule
ml: ഷെഡ്യൂൾ

# findDoctorsClinic
source: Find Doctor/ Clinic
ml: ഡോക്ടറെ/ ക്ലിനിക്കിനെ കണ്ടെത്തുക

source: Clinics not available
ml: ക്ലിനിക്കുകൾ ലഭ്യമല്ല

source: Consultation Time
ml: കൺസൾട്ടേഷൻ സമയം

source: Choose Clinic
ml: ക്ലിനിക്ക് തിരഞ്ഞെടുക്കുക

source: Choose Speciality
ml: സ്പെഷ്യാലിറ്റി തിരഞ്ഞെടുക്കുക

source: Not Feeling well?
ml: സുഖമില്ലേ?

# treatYourMindWithProperCouncelling
source: Treat your mind with proper counselling?
ml: ശരിയായ കൗൺസിലിംഗിലൂടെ നിങ്ങളുടെ മനസ്സിനെ കൈകാര്യം ചെയ്യുക?

source: Choose Which Type of Therapy You Want
ml: ഏത് തരം തെറാപ്പിയാണ് നിങ്ങൾക്ക് വേണ്ടതെന്ന് തിരഞ്ഞെടുക്കുക

source: Choose Which Type of Counselling You Want
ml: ഏത് തരത്തിലുള്ള കൗൺസിലിംഗ് ആണ് നിങ്ങൾ ആഗ്രഹിക്കുന്നത്

source: Choose What Are You Searching For
ml: നിങ്ങൾ എന്താണ് തിരയുന്നതെന്ന് തിരഞ്ഞെടുക്കുക

source: Clinic Consultations
ml: ക്ലിനിക്ക് കൺസൾട്ടേഷനുകൾ

source: Online Consultations
ml: ഓൺലൈൻ കൺസൾട്ടേഷനുകൾ

source: Counselling Section
ml: കൗൺസിലിംഗ് വിഭാഗം

source: Recent searches
ml: അവസാന തിരയലുകൾ

source: Clear
ml: നീക്കുക

source: Specialities
ml: വിഭാഗങ്ങൾ

source: Symptoms
ml: ലക്ഷണങ്ങൾ

source: Doctors
ml: ഡോക്ടർമാർ

source: Clinics
ml: ക്ലിനിക്കുകൾ

# continue1
source: Continue
ml: തുടരുക

# appoinmentDetailsNotAvail
source: Appoinment details not available
ml: അപ്പോയിൻ്റ്മെൻ്റ് വിശദാംശങ്ങൾ ലഭ്യമല്ല

source: Booking Details
ml: ബുക്കിംഗ് വിശദാംശങ്ങൾ

source: Payment Details
ml: പണമിടപാട് വിശദാംശങ്ങൾ

source: Appointment ID
ml: അപ്പോയിൻ്റ്മെൻ്റ് ഐഡി

source: Time
ml: സമയം

# typeOfAppoinment
source: Type of Appointment
ml: അപ്പോയിൻ്റ്മെൻ്റ് തരം

source: Patient Details
ml: രോഗിയുടെ വിശദാംശങ്ങൾ

source: Doctor Details
ml: ഡോക്ടറുടെ വിശദാംശങ്ങൾ

source: Clinic Details
ml: ക്ലിനിക് വിശദാംശങ്ങൾ

source: Free Follow Up
ml: ഫ്രീ ഫോളോഅപ്പ്

# pleaseProvideTypeofRec
source: Please provide type of record
ml: ദയവായി റെക്കോർഡ് തരം നൽകുക

source: Coupons
ml: കൂപ്പൺസ്

source: Discounts
ml: ഡിസ്കൗണ്ടുകൾ

source: Now your consultation is
ml: ഇപ്പോൾ നിങ്ങളുടെ കൺസൾട്ടേഷൻ

source: completely Free
ml: പൂർണ്ണമായും സൗജന്യമാണ്

source: For family
ml: മറ്റൊരു രോഗി

source: Select your Location
ml: ലൊക്കേഷൻ തിരഞ്ഞെടുക്കുക

source: Search location
ml: ലൊക്കേഷൻ തിരയുക

source: Search
ml: തിരയുക

source: Popular cities
ml: പ്രധാന നഗരങ്ങൾ

source: Enter Patient Details
ml: രോഗിയുടെ വിശദാംശങ്ങൾ നൽകുക

source: Personal info
ml: വ്യക്തിഗത

source: Therapy / Problems
ml: തെറാപ്പി / പ്രശ്നങ്ങൾ

source: Patient Name
ml: രോഗിയുടെ പേര്

source: First Name
ml: ആദ്യ നാമം

source: Last Name
ml: അവസാന നാമം

source: Email
ml: ഇമെയിൽ

source: Date of Birth
ml: ജനന തീയതി

source: Age
ml: വയസ്സ്

source: Gender
ml: ലിംഗം

source: Male
ml: പുരുഷൻ

source: Female
ml: സ്ത്രീ

source: Relation with Patient
ml: രോഗിയുമായുള്ള ബന്ധം

source: Medical Info
ml: മെഡിക്കൽ

source: (optional)
ml: (നിർബന്ധമില്ല)

source: (mandatory)
ml: (നിർബന്ധം)

# allFieldsAreRequiredUnless
source: All fields are required unless specified optional
ml: ഓപ്ഷണൽ വ്യക്തമാക്കിയിട്ടില്ലെങ്കിൽ എല്ലാ ഫീൽഡുകളും ആവശ്യമാണ്

# height
source: Height(cm)
ml: ഉയരം(cm)

# weight
source: Weight(kg)
ml: ഭാരം(kg)

# bloodGroup
source: Blood Group(e.g.A+,O-)
ml: രക്ത ഗ്രൂപ്പ്(e.g.A+,O-)

# bloodGroup2
source: Blood Group
ml: രക്ത ഗ്രൂപ്പ്

# bloodSugar
source: Blood Sugar(e.g.140 mg/dL)
ml: ബ്ലഡ് ഷുഗർ(e.g.140 mg/dL)

# bloodSugar2
source: Blood Sugar
ml: ബ്ലഡ് ഷുഗർ

# bloodPressure
source: Blood Pressure(e.g.115/75 mmHg)
ml: രക്തസമ്മര്ദ്ദം(e.g.115/75 mmHg)

# bloodPressure2
source: Blood Pressure
ml: രക്തസമ്മര്ദ്ദം

# serumCreatinine
source: Serum Creatinine(e.g.1.20 mg/dL)
ml: സെറം ക്രിയേറ്റിനിൻ(e.g.1.20 mg/dL)

# serumCreatinine2
source: Serum Creatinine
ml: സെറം ക്രിയേറ്റിനിൻ

source: Medical Records
ml: മെഡിക്കൽ രേഖകൾ

source: Upload File
ml: ഫയൽ അപ്‌ലോഡ്

# medicalRecordsDiagnosisReport
source: Medical records,diagnosis report ..etc
ml: മെഡിക്കൽ രേഖകൾ, രോഗനിർണയ റിപ്പോർട്ട്..etc

# maxCountAndFileSize
source: (You can upload up to 5 files, with a total size limit of 30MB)
ml: (നിങ്ങൾക്ക് 5 ഫയലുകൾ വരെ അപ്‌ലോഡ് ചെയ്യാൻ കഴിയും, ആകെ വലുപ്പ പരിധി 30MB ആണ്)

source: Marital Status
ml: വൈവാഹിക നില

source: Married
ml: വിവാഹിതൻ

source: Unmarried
ml: അവിവാഹിതൻ

source: Submit
ml: സമർപ്പിക്കുക

# seniorCareOnDq
source: Senior Care on DQ app
ml: മുതിർന്ന പൗരന്മാർക്ക് സൗജന്യ കൺസൾട്ടേഷൻ

# weOfferFreeConsultationForSeniors
source: We offer free consultation for senior citizens
ml: മുതിർന്ന പൗരന്മാർക്ക് സൗജന്യ കൺസൾട്ട് ചെയ്യുന്നു

source: Verify your age
ml: പ്രായം പരിശോധിക്കുക

source: Verify
ml: സ്ഥിരീകരിക്കുക

source: Complete verification
ml: പ്രായം സ്ഥിരീകരണം

source: Choose type
ml: തരം തിരഞ്ഞെടുക്കുക

source: Enter ID No
ml: ഐഡി നമ്പർ

source: Type of Record
ml: റെക്കോർഡ് തരം

source: Use current location
ml: നിലവിലെ ലൊക്കേഷൻ ഉപയോഗിക്കുക

source: Document No
ml: ഡോക്യുമെൻ്റ് നം

# uploadSoftCopy
source: Upload soft copy of your id card
ml: *സോഫ്റ്റ് കോപ്പി അപ്ലോഡ് ചെയ്യുക

source: Upload
ml: അപ്‌ലോഡ്

source: Proceed
ml: തുടരുക

source: Back
ml: തിരികെ

source: Finish
ml: പൂർത്തിയാക്കുക

# backQn
source: Back
ml: പിറകെ

source: Next
ml: അടുത്തത്

source: Answer
ml: ഉത്തരം

source: Answers
ml: ഉത്തരങ്ങൾ

source: Reply
ml: മറുപടി

source: Edit your response
ml: പ്രതികരണം എഡിറ്റ് ചെയ്യുക

source: Was this answer helpful?
ml: ഉത്തരം സഹായകരമായോ

source: You marked this response as helpful
ml: ഈ പ്രതികരണം സഹായകരമായിരിക്കുന്നു

source: You marked this response as not helpful
ml: ഈ പ്രതികരണം സഹായകരമായില്ല

source: Updating...
ml: അപ്ഡേറ്റ് ചെയ്യുന്നു...

# oopsItLookLikeYouForgotToType
source: Oops! It looks like you forgot to type your reply.
ml: നിങ്ങളുടെ പ്രതികരണം ടൈപ്പ് ചെയ്യുന്നത് മറന്നുപോയോ

source: Profile
ml: പ്രൊഫൈൽ

# doctorWantstoknowsomethingaboutu
source: Doctor wants to know something about you!
ml: ഡോക്ടർക്ക് നിങ്ങളെക്കുറിച്ച് അറിയണം!

source: Allergies
ml: അലർജികൾ

source: Current Medications
ml: നിലവിലുള്ള മരുന്നുകൾ

# postMedications
source: Past Medications
ml: പോസ്റ്റ് മരുന്നുകൾ

source: Chronic Diseases
ml: വിട്ടുമാറാത്ത രോഗങ്ങൾ

source: Injuries
ml: പരിക്കുകൾ

source: Surgeries
ml: ശസ്ത്രക്രിയകൾ

# healthCareOffers
source: Offers For Your healthcare
ml: നിങ്ങളുടെ ഹെൽത്ത് കെയർ ഓഫറുകൾ

source: Payments
ml: പേയ്മെൻറ്സ്

source: Settings
ml: ക്രമീകരണങ്ങൾ

source: Packages
ml: പാക്കേജുകൾ

source: Payment Info
ml: പാക്കേജിന്റെ വിവരങ്ങൾ

source: Purchased Packages
ml: വാങ്ങിയ പാക്കേജുകൾ

source: Help Center
ml: സഹായകേന്ദ്രം

# language
source: Change Language
ml: ഭാഷ മാറ്റുക

source: Logout
ml: പുറത്തുകടക്കുക

source: Malayalam
ml: മലയാളം

source: English
ml: ഇംഗ്ലീഷ്

# youMustAgreeTermsAndConditions
source: You must agree terms and conditions to continue
ml: തുടരുന്നതിന് നിങ്ങൾ നിബന്ധനകളും വ്യവസ്ഥകളും അംഗീകരിക്കണം

# selectPatientToContinue
source: Please select a patient to continue
ml: ദയവായി ഒരു രോഗിയെ തിരഞ്ഞെടുക്കുക

source: Book Now
ml: ബുക്ക് ചെയ്യുക

source: Package Details
ml: പാക്കേജ് വിവരം

source: Add your family members
ml: കുടുംബാംഗങ്ങളെ ചേർക്കുക

source: Add Package
ml: പാക്കേജ് ചേർക്കുക

# askQuestion
source: Ask your question
ml: ചോദ്യം ചോദിക്കുക

source: Forum
ml: ഫോറം

source: Reminder
ml: റിമൈൻഡർ

source: Add From Prescription
ml: പ്രെസ്ക്രിപ്ഷനിൽ നിന്ന് ചേർക്കുക

source: No one answered
ml: ആരും ഉത്തരം നൽകിയിട്ടില്ല

# youHaveNoPrescription
source: You have no prescriptions received
ml: നിങ്ങൾക്ക് പ്രെസ്ക്രിപ്ഷനുകൾ ലഭിച്ചിട്ടില്ല

source: Medical experts answers to your question
ml: സംശയങ്ങൾക്ക് മെഡിക്കൽ വിദഗ്ധർ ഉത്തരം നൽകുന്നു

source: Ask Your Doubts
ml: സംശയങ്ങൾ ചോദിക്കുക

# thisBookingIsComingUnderThePackage
source: This Booking is coming under the package you have purchased
ml: നിങ്ങൾ വാങ്ങിയ പാക്കേജിന് കീഴിലാണ് ഈ ബുക്കിംഗ് വരുന്നത്

source: Pet Care
ml: പെറ്റ് കെയർ

# expertDoctorsPeopleAreHere
source: Expert doctors & people are here to answer
ml: വിദഗ്ധ ഡോക്ടർമാർ, ആളുകൾ ഇവിടെയുണ്ട്

source: Online Vet Consultation
ml: വെറ്റ് കൺസൾട്ടേഷൻ

source: Exclusive Offers
ml: വിശേഷ ഓഫറുകൾ

source: Welcome
ml: സ്വാഗതം

source: What are you looking for?
ml: നിങ്ങൾ എന്താണ് തിരയുന്നത്?

source: Pet Grooming
ml: പെറ്റ് ഗ്രൂമിംഗ്

source: Add a comment
ml: അഭിപ്രായം ചേർക്കുക

source: Add a reminder
ml: റിമൈൻഡർ ചേർക്കുക

source: Add new
ml: പുതിയത് ചേർക്കുക

source: Title
ml: തലക്കെട്ട്

source: Type
ml: തരം

# timeAndDosage
source: Time & Dosage
ml: സമയം & ഡോസേജ്

source: Days
ml: ദിവസങ്ങൾ

source: Duration
ml: കാലാവധി

source: How many times a day
ml: ദിവസത്തിൽ എത്ര തവണ?

source: Dosage
ml: ഡോസേജ്

source: intervals
ml: ഇന്റർവലുകൾ

source: Daily
ml: ദിവസേന

source: In interval of days
ml: ദിവസങ്ങളുടെ ഇടവേള

# enterReminderNameSearchMed
source: Enter Reminder name / Search Medicine
ml: റിമൈൻഡർ പേര് / മരുന്ന് തിരയുക

# addReminder
source: Add a reminder
ml: ഒരു ഓർമ്മപ്പെടുത്തൽ ചേർക്കുക

source: Package fee
ml: പാക്കേജ് ഫീ

source: days left
ml: ദിവസം കൂടി

source: consultation left out of
ml: കൺസൾട്ടേഷൻ ബാക്കി, ആകെ

source: Slots not available in this date
ml: ഈ തീയതിയിൽ സ്ലോട്ടുകൾ ലഭ്യമല്ല

# problemAndTreatment
source: Problem & treatment type
ml: പ്രശ്നവും ചികിത്സ തരവും

source: Description
ml: വിവരണം

source: Images
ml: ചിത്രങ്ങൾ

source: Appointment Cancelled
ml: അപോയിന്റ്മെന്റ് റദ്ദാക്കി

# years
source: Year
ml: വർഷം

source: Bill Details
ml: ബിൽ വിവരം

source: Consultation Fee
ml: കൺസൾട്ടേഷൻ ഫീ

source: Platform Fee
ml: പ്ലാറ്റ്ഫോം ഫീ

# serviceFee
source: Service Fee & Tax
ml: സർവീസ്ഫീ & ടാക്സ്

source: Discount
ml: കിഴിവ്

source: Coupon Discount
ml: കൂപ്പൺ കിഴിവ്

source: Package Price
ml: പാക്കേജ് വില

# totalAmt
source: Total Amount
ml: മൊത്തം തുക

# withSixtyPlus
source: with 60+ care offer
ml: 60+ കെയർ ഓഫർ

# freeCapital
source: FREE
ml: സൗജന്യം

source: Booking Cancelled
ml: ബുക്കിംഗ് റദ്ദാക്കി

source: Cancel Booking
ml: ബുക്കിംഗ് റദ്ദാക്കുക

source: Go to Chat
ml: ചാറ്റിലേക്ക് പോകുക

source: Are you sure want to cancel this booking
ml: ഈ ബുക്കിംഗ് റദ്ദാക്കണമെന്ന് തീർച്ചയാണോ

# deleteTheReminder
source: Delete this reminder?
ml: ഈ റിമൈൻഡർ ഒഴിവാക്കണോ?

source: Search for
ml: തിരയൂ -

source: Connecting Doctor...
ml: ഡോക്ടറുമായി ബന്ധിപ്പിക്കുന്നു...

# connectingd
source: Connecting Doctor...
ml: ബന്ധിപ്പിക്കുന്നു...

# noDoctorsAvailable
source: No Doctors Available now
ml: ഇപ്പോൾ ഡോക്ടർമാർ ലഭ്യമല്ല

# locationUnavailablePlzChoose
source: Location unavailable, please choose a location
ml: ലൊക്കേഷൻ ലഭ്യമല്ല, ദയവായി ഒരു സ്ഥലം തിരഞ്ഞെടുക്കുക

# theDetailsOFTHePersonWillNotBeEditable
source: The details of the person will not be editable until this package expires
ml: ഈ പാക്കേജ് കാലഹരണപ്പെടുന്നതുവരെ വ്യക്തിയുടെ വിശദാംശങ്ങൾ എഡിറ്റ് ചെയ്യാൻ കഴിയില്ല

# onlyTheMembersAddedUnderThisPackageWillRecieve
source: Only the members added under this package will receive the benefits of this package
ml: ഈ പാക്കേജിന് കീഴിൽ ചേർക്കുന്ന അംഗങ്ങൾക്ക് മാത്രമേ ഈ പാക്കേജിൻ്റെ ആനുകൂല്യങ്ങൾ ലഭിക്കൂ

source: Update Reminder
ml: റിമൈൻഡർ അപ്ഡേറ്റ് ചെയ്യുക

source: For your
ml: നിങ്ങളുടെ പെറ്റ്

source: Timing
ml: സമയം

source: Service we provide
ml: ഞങ്ങളുടെ സേവനങ്ങൾ

source: Location
ml: സ്ഥലം

source: Contact Now
ml: ബന്ധപ്പെടുക

# whoWeAreHelping
source: Who are we helping
ml: ഇനങ്ങൾ

# areYouAPetLover
source: Are you a pet lover/owner
ml: നിങ്ങൾക്ക് വളർത്തുമൃഗമുണ്ടോ?

source: Select treatment type
ml: ചികിത്സാ തരം തിരഞ്ഞെടുക്കു

source: Health info
ml: ആരോഗ്യം

source: See package details >>
ml: പാക്കേജ് വിശദാംശങ്ങൾ >>

source: Questionnaire completed
ml: ചോദ്യാവലി പൂർത്തിയായി

source: How Do You Feel Today?
ml: ഇന്ന് നിനക്ക് എങ്ങനെയുണ്ട്?

source: Therapies
ml: തെറാപ്പികൾ

source: Your Sleep Quality
ml: നിങ്ങളുടെ ഉറക്കം

# neverMissADose
source: Never Miss a Dose, Stay on Track!
ml: മരുന്ന് ഓർമ്മപ്പെടുത്തൽ സജ്ജമാക്കൂ!

# getSmartNotificationsForYour
source: Get smart notifications for your medications, track doses, and set custom schedules with ease.
ml: നിങ്ങളുടെ മരുന്നുകൾക്ക് സ്മാർട്ട് അറിയിപ്പുകൾ, ഷെഡ്യൂളുകൾ!
